{
    "produtos":
    [
        {
            "nome": "Mico",
            "preço": 25.00,
            "descricao": "Pelúcia de miquinho cinza claro com olhos grandes e detalhados, com focinho escuro. Material: Algodão.",
            "categoria": "terrestre",
            "avaliacoes": [
                {
                    "nome": "Julia",
                    "nota": 5,
                    "comentário": "muito fofinho!"
                },
                {
                     
                    "nome": "Danielle",
                    "nota": 4,
                    "comentário": "Os fios não são de seda..."
                }
            ],
            "material": "Algodão",
            "estoque": 25,
            "caminho": "../img/mico.webp",
            "imagem": "Uma pelúcia de macaquinho super fofinho, com pelagem cinza clara e olhos grandes e brilhantes que transmitem doçura. Suas sobrancelhas brancas e focinho mais escuro dão um charme extra. Ele está sentado sobre uma pedra, cercado por folhas verdes, e exibe uma etiqueta com \"Bichos do Brasil\" no peito. É o tipo de macaquinho que parece pedir um abraço!"
        },
        {
             "nome": "Lobo guará",
             "preço": 200.00,
             "descricao": "Pelúcia de lobo-guará com corpo marrom, pernas e focinho pretos, e orelhas grandes com interior branco. Material: Poliéster.",
             "categoria": "terrestre",
             "avaliacoes": [
                 {
                     "nome": "Dulia",
                     "nota": 5,
                     "comentário": "muito lindo!"
                 },
                 {
                     "nome": "Janielle",
                     "nota": 5,
                     "comentário": "Muito chique!"
                 }
             ],
            "material": "Poliéster",
            "estoque": 5,
            "caminho": "../img/lobo-guara.png",
            "imagem": "Um gracioso lobo-guará de pelúcia. Ele tem o corpo coberto por uma pelagem marrom clarinha e macia, enquanto suas pernas e focinho são de um preto contrastante. As orelhas são grandes e fofas, com o interior branco, o que o torna ainda mais adorável. Seus olhos pequenos e amarelos parecem atentos, como se estivesse explorando o ambiente ao seu redor. Ele está sobre uma grama verde, que destaca ainda mais suas cores, parecendo pronto para uma nova aventura!"
         },
         {
             "nome": "Pinguim",
             "preço": 100.00,
             "categoria": "aquático",
             "avaliacoes": [
                 {
                     "nome": "Vitória",
                     "nota": 4,
                     "comentário": "Fofo, mas fedido."
                 },
                 {
                     "nome": "Mariana",
                     "nota": 5,
                     "comentário": "Minha filhinha amou a pelúcia! Muito macia e de ótima qualidade."
                 }
             ],
            "material": "Algodão",
            "estoque": 21,
            "caminho": "../img/pinguim.jpg",
            "imagem": "Um pinguim de pelúcia incrivelmente fofo! Ele tem o corpo gordinho e macio, com pelagem de um branco suave na barriga e cinza claro nas costas e nas asas. Sua cabecinha preta exibe manchas brancas ao redor dos olhos, que são pequenos e expressivos, transmitindo uma doçura irresistível. O bico preto é curto e delicado, assim como seus pezinhos, também pretos, que dão um charme extra. Ele parece estar pronto para aquecer corações com seu jeitinho adorável e abraçável!"
         
         }
    ]
}